Revit 2027 API
BRepBuilder Properties
The BRepBuilder type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
(Inherited from ShapeBuilder)
Top
See Also
Reference
BRepBuilder Class
Autodesk.Revit.DB Namespace